Repository: khimchuk00/hamster-ages
Catalog: HamsterAges/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, uk, zh_hans, zh_hant

source: Counter: take it out first — specials, long range
de: Konter: zuerst ausschalten – Spezialangriffe, Fernkampf
es: Contra: elimínalo primero — especiales, largo alcance
fr: Parade : élimine-le d'abord — attaques spéciales, longue portée
it: Contro: eliminalo per primo — speciali, lunga gittata
ja: 対策：最優先で倒せ — 必殺技・遠距離
ko: 대응: 먼저 처치하세요 — 특수 공격, 원거리
pt_br: Contra: elimine-o primeiro — especiais, longo alcance
tr: Karşı: önce onu indir — özel saldırılar, uzun menzil
uk: Контра: прибий його першим — суперудари, дальній бій
zh_hans: 克制：优先击杀——特殊攻击、远程
zh_hant: 剋制：優先擊殺——特殊攻擊、遠程

source: Counter: turrets and ranged units
de: Konter: Türme und Fernkämpfer
es: Contra: torretas y unidades a distancia
fr: Parade : tourelles et unités à distance
it: Contro: torrette e unità a distanza
ja: 対策：タレットと遠距離ユニット
ko: 대응: 포탑과 원거리 유닛
pt_br: Contra: torres e unidades à distância
tr: Karşı: taretler ve menzilli birimler
uk: Контра: турелі та стрільці
zh_hans: 克制：炮塔和远程单位
zh_hant: 剋制：砲塔和遠程單位

source: Crate
de: Kiste
es: Cofre
fr: Caisse
it: Cassa
ja: 箱
ko: 상자
pt_br: Baú
tr: Sandık
uk: Скриня
zh_hans: 宝箱
zh_hant: 寶箱

source: DAILY
de: TÄGLICH
es: DIARIO
fr: QUOTIDIEN
it: GIORNALIERA
ja: デイリー
ko: 일일
pt_br: DIÁRIO
tr: GÜNLÜK
uk: ЩОДЕННИЙ
zh_hans: 每日
zh_hant: 每日

source: DEFEAT
de: NIEDERLAGE
es: DERROTA
fr: DÉFAITE
it: SCONFITTA
ja: 敗北
ko: 패배
pt_br: DERROTA
tr: YENİLGİ
uk: ПОРАЗКА
zh_hans: 失败
zh_hant: 失敗

source: Daily Challenge
de: Tägliche Herausforderung
es: Desafío diario
fr: Défi quotidien
it: Sfida giornaliera
ja: デイリーチャレンジ
ko: 일일 도전
pt_br: Desafio diário
tr: Günlük Meydan Okuma
uk: Щоденний виклик
zh_hans: 每日挑战
zh_hant: 每日挑戰

source: Daily Challenge unlocks after Stage %lld
de: Tägliche Herausforderung ab Stufe %lld
es: El desafío diario se desbloquea tras la fase %lld
fr: Défi quotidien débloqué après le niveau %lld
it: La sfida giornaliera si sblocca dopo il livello %lld
ja: デイリーチャレンジはステージ%lldクリア後に解放
ko: 일일 도전은 %lld단계 이후 열려요
pt_br: O desafio diário libera após a fase %lld
tr: Günlük Meydan Okuma %lld. bölümden sonra açılır
uk: Щоденний виклик відкриється після етапу %lld
zh_hans: 通过第%lld关后解锁每日挑战
zh_hant: 通過第%lld關後解鎖每日挑戰

source: Daily Quests
de: Tagesaufgaben
es: Misiones diarias
fr: Quêtes du jour
it: Missioni giornaliere
ja: デイリークエスト
ko: 일일 퀘스트
pt_br: Missões diárias
tr: Günlük Görevler
uk: Щоденні завдання
zh_hans: 每日任务
zh_hant: 每日任務

source: Daily Seeds
de: Tägliche Samen
es: Semillas diarias
fr: Graines du jour
it: Semi giornalieri
ja: デイリーシード
ko: 일일 씨앗
pt_br: Sementes diárias
tr: Günlük Tohumlar
uk: Щоденне насіння
zh_hans: 每日种子
zh_hant: 每日種子

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
ja: %lld日目
ko: %lld일차
pt_br: Dia %lld
tr: %lld. Gün
uk: День %lld
zh_hans: 第%lld天
zh_hant: 第%lld天

source: Defeat %lld rats
de: Besiege %lld Ratten
es: Derrota %lld ratas
fr: Bats %lld rats
it: Sconfiggi %lld ratti
ja: ネズミを%lld匹倒す
ko: 쥐 %lld마리 처치
pt_br: Derrote %lld ratos
tr: %lld fare yen
uk: Переможи %lld щурів
zh_hans: 击败%lld只老鼠
zh_hant: 擊敗%lld隻老鼠

source: Destroy the rat base
de: Zerstöre die Rattenbasis
es: Destruye la base rata
fr: Détruis la base des rats
it: Distruggi la base dei ratti
ja: ネズミの基地を壊せ
ko: 쥐 기지를 파괴하세요
pt_br: Destrua a base dos ratos
tr: Fare üssünü yok et
uk: Знищ базу щурів
zh_hans: 摧毁鼠军基地
zh_hant: 摧毀鼠軍基地

source: Destroy the rat base before 4:00
de: Zerstöre die Rattenbasis vor 4:00
es: Destruye la base rata antes de 4:00
fr: Détruis la base des rats avant 4:00
it: Distruggi la base dei ratti entro 4:00
ja: 4:00までにネズミの基地を壊せ
ko: 4:00 전에 쥐 기지를 파괴하세요
pt_br: Destrua a base dos ratos antes de 4:00
tr: Fare üssünü 4:00'ten önce yok et
uk: Знищ базу щурів до 4:00
zh_hans: 在4:00前摧毁鼠军基地
zh_hant: 在4:00前摧毀鼠軍基地

source: Destroy the rat base to win. Good luck, commander!
de: Zerstöre die Rattenbasis, um zu gewinnen. Viel Glück, Kommandant!
es: Destruye la base rata para ganar. ¡Suerte, comandante!
fr: Détruis la base des rats pour gagner. Bonne chance, commandant !
it: Distruggi la base dei ratti per vincere. Buona fortuna, comandante!
ja: ネズミの拠点を破壊すれば勝利。健闘を祈る、司令官！
ko: 쥐 기지를 파괴하면 승리! 행운을 빌어요, 사령관님!
pt_br: Destrua a base dos ratos para vencer. Boa sorte, comandante!
tr: Kazanmak için fare üssünü yık. Bol şans, komutan!
uk: Зруйнуй базу щурів, щоб перемогти. Успіху, командире!
zh_hans: 摧毁鼠族基地即可获胜。祝你好运，指挥官！
zh_hant: 摧毀鼠族基地即可獲勝。祝你好運，指揮官！

source: Dr. Boom
de: Dr. Bumm
es: Dr. Bum
fr: Dr Boum
it: Dr. Bum
ja: ドクター・ブーム
ko: 닥터 붐
pt_br: Dr. Bum
tr: Dr. Bum
uk: Доктор Бум
zh_hans: 轰隆博士
zh_hant: 轟隆博士

source: Duelist
de: Duellant
es: Duelista
fr: Duelliste
it: Duellante
ja: 決闘士
ko: 결투가
pt_br: Duelista
tr: Düellocu
uk: Дуелянт
zh_hans: 决斗者
zh_hant: 決鬥者

source: EVOLVE
de: ENTWICKELN
es: EVOLUCIONAR
fr: ÉVOLUER
it: EVOLVI
ja: 進化
ko: 진화
pt_br: EVOLUIR
tr: EVRİMLEŞ
uk: ЕВОЛЮЦІЯ
zh_hans: 进化
zh_hant: 進化

source: Eagle Eye
de: Adlerauge
es: Ojo de águila
fr: Œil de lynx
it: Occhio di falco
ja: 鷹の目
ko: 매의 눈
pt_br: Olho de águia
tr: Kartal Gözü
uk: Орлине око
zh_hans: 鹰眼
zh_hant: 鷹眼

source: Earn pass XP by winning battles, clearing quests and challenges.
de: Pass-EP gibt es für Siege, Aufgaben und Herausforderungen.
es: Gana XP del pase ganando batallas, misiones y desafíos.
fr: Gagne de l'XP de passe avec les victoires, quêtes et défis.
it: Ottieni XP del pass vincendo battaglie, missioni e sfide.
ja: バトル勝利・クエスト・チャレンジでパス経験値を獲得。
ko: 전투 승리, 퀘스트, 도전으로 패스 경험치를 얻으세요.
pt_br: Ganhe XP do passe vencendo batalhas, missões e desafios.
tr: Pas XP'sini savaş kazanarak, görev ve meydan okumaları bitirerek kazan.
uk: Досвід пропуску дають перемоги, завдання та виклики.
zh_hans: 赢得战斗、完成任务和挑战可获得通行证经验。
zh_hant: 贏得戰鬥、完成任務和挑戰可獲得通行證經驗。

source: Endless
de: Endlos
es: Sin fin
fr: Sans fin
it: Infinito
ja: エンドレス
ko: 무한
pt_br: Sem fim
tr: Sonsuz
uk: Нескінченно
zh_hans: 无尽
zh_hant: 無盡

source: Endless cheap swarms
de: Endlose billige Horden
es: Hordas baratas sin fin
fr: Des hordes bon marché sans fin
it: Orde economiche senza fine
ja: 安い群れが無限に来る
ko: 끝없는 값싼 무리
pt_br: Hordas baratas sem fim
tr: Bitmeyen ucuz sürüler
uk: Нескінченні дешеві зграї
zh_hans: 源源不断的廉价鼠群
zh_hant: 源源不絕的廉價鼠群

source: Engineering
de: Technik
es: Ingeniería
fr: Ingénierie
it: Ingegneria
ja: 工学
ko: 공학
pt_br: Engenharia
tr: Mühendislik
uk: Інженерія
zh_hans: 工程学
zh_hant: 工程學

source: Enough XP! Evolve to unlock stronger units and a new base.
de: Genug EP! Entwickle dich für stärkere Einheiten und eine neue Basis.
es: ¡XP suficiente! Evoluciona para desbloquear unidades más fuertes y una nueva base.
fr: Assez d'XP ! Évolue pour débloquer des unités plus fortes et une nouvelle base.
it: XP sufficiente! Evolvi per sbloccare unità più forti e una nuova base.
ja: 経験値十分！進化して強いユニットと新しい拠点を解放しよう。
ko: 경험치 충분! 진화해서 더 강한 유닛과 새 기지를 여세요.
pt_br: XP suficiente! Evolua para liberar unidades mais fortes e uma nova base.
tr: Yeterli XP! Daha güçlü birimler ve yeni üs için evrimleş.
uk: Досвіду досить! Еволюціонуй, щоб відкрити сильніших бійців і нову базу.
zh_hans: 经验足够！进化以解锁更强的单位和新基地。
zh_hant: 經驗足夠！進化以解鎖更強的單位和新基地。

source: Epic
de: Episch
es: Épico
fr: Épique
it: Epico
ja: エピック
ko: 에픽
pt_br: Épico
tr: Epik
uk: Епічний
zh_hans: 史诗
zh_hant: 史詩

source: Equip
de: Ausrüsten
es: Equipar
fr: Équiper
it: Equipaggia
ja: 装備
ko: 장착
pt_br: Equipar
tr: Kuşan
uk: Обрати
zh_hans: 装备
zh_hant: 裝備

source: Equipped
de: Ausgerüstet
es: Equipado
fr: Équipé
it: Equipaggiato
ja: 装備中
ko: 장착됨
pt_br: Equipado
tr: Kuşanıldı
uk: Обрано
zh_hans: 已装备
zh_hant: 已裝備

source: Eureka
de: Heureka
fr: Eurêka
ja: ひらめき
ko: 유레카
tr: Evreka
uk: Еврика
zh_hans: 灵光一闪
zh_hant: 靈光一閃

source: Everyone earns +30%% food and XP
de: Alle erhalten +30%% Futter und EP
es: Todos ganan +30%% de comida y XP
fr: Tout le monde gagne +30%% de nourriture et d'XP
it: Tutti guadagnano +30%% cibo e XP
ja: 全員の食料・経験値+30%%
ko: 모두 식량·경험치 +30%%
pt_br: Todos ganham +30%% de comida e XP
tr: Herkes +%%30 yiyecek ve XP kazanır
uk: Усі отримують +30%% їжі та досвіду
zh_hans: 双方食物和经验+30%%
zh_hant: 雙方食物和經驗+30%%

source: Everything moves and trains 30%% faster
de: Alles bewegt sich und trainiert 30%% schneller
es: Todo se mueve y entrena un 30%% más rápido
fr: Tout bouge et s'entraîne 30%% plus vite
it: Tutto si muove e si addestra il 30%% più veloce
ja: 全ての移動と訓練が30%%高速化
ko: 모든 이동과 훈련이 30%% 빠르게
pt_br: Tudo anda e treina 30%% mais rápido
tr: Her şey %%30 daha hızlı hareket eder ve eğitilir
uk: Усе рухається й тренується на 30%% швидше
zh_hans: 所有移动和训练加快30%%
zh_hant: 所有移動和訓練加快30%%

source: Evolve %lld times
de: Entwickle dich %lld-mal
es: Evoluciona %lld veces
fr: Évolue %lld fois
it: Evolvi %lld volte
ja: %lld回進化する
ko: %lld회 진화
pt_br: Evolua %lld vezes
tr: %lld kez evrimleş
uk: Еволюціонуй %lld разів
zh_hans: 进化%lld次
zh_hant: 進化%lld次

source: Evolved to %@
de: Entwickelt: %@
es: Evolucionado: %@
fr: Évolution : %@
it: Evoluto: %@
ja: %@へ進化
ko: %@(으)로 진화
pt_br: Evoluiu: %@
tr: Evrim: %@
uk: Еволюція: %@
zh_hans: 进化至%@
zh_hant: 進化至%@

source: Evolves fast
de: Entwickelt sich schnell
es: Evoluciona rápido
fr: Évolue vite
it: Evolve in fretta
ja: 進化が速い
ko: 진화가 빨라요
pt_br: Evolui rápido
tr: Hızlı evrimleşir
uk: Швидко еволюціонує
zh_hans: 进化很快
zh_hant: 進化很快

source: FINAL AGE
de: LETZTES ZEITALTER
es: ÚLTIMA ERA
fr: ÈRE FINALE
it: ERA FINALE
ja: 最終時代
ko: 마지막 시대
pt_br: ERA FINAL
tr: SON ÇAĞ
uk: ОСТАННЯ ДОБА
zh_hans: 最终时代
zh_hant: 最終時代

source: FREE
de: GRATIS
es: GRATIS
fr: GRATUIT
it: GRATIS
ja: 無料
ko: 무료
pt_br: GRÁTIS
tr: ÜCRETSİZ
uk: БЕЗПЛАТНО
zh_hans: 免费
zh_hant: 免費

source: FULL
de: VOLL
es: LLENA
fr: PLEINE
it: PIENO
ja: 満タン
ko: 가득
pt_br: CHEIO
tr: DOLU
uk: ПОВНА
zh_hans: 已满
zh_hant: 已滿

source: Fall back
de: Rückzug
es: Retirada
fr: Repli
it: Ritirata
ja: 後退
ko: 후퇴
pt_br: Recuar
tr: Geri çekil
uk: Відступ
zh_hans: 撤退
zh_hant: 撤退

source: Fast Learner
de: Schnelllerner
es: Aprendiz veloz
fr: Élève doué
it: Apprendista rapido
ja: 秀才
ko: 빠른 학습자
pt_br: Aprendiz rápido
tr: Hızlı Öğrenen
uk: Швидкий учень
zh_hans: 学霸
zh_hant: 學霸

source: Fills up as you battle
de: Füllt sich beim Kämpfen
es: Se llena al combatir
fr: Se remplit en combattant
it: Si riempie combattendo
ja: バトルで貯まる
ko: 전투할수록 차올라요
pt_br: Enche enquanto você batalha
tr: Savaştıkça dolar
uk: Наповнюється з кожним боєм
zh_hans: 战斗时自动存入
zh_hant: 戰鬥時自動存入

source: Find in a crate
de: In einer Kiste finden
es: Encuéntralo en un cofre
fr: À trouver dans une caisse
it: Trovalo in una cassa
ja: 箱から入手
ko: 상자에서 획득
pt_br: Encontre num baú
tr: Sandıktan çıkar
uk: Знайди у скрині
zh_hans: 从宝箱中获得
zh_hant: 從寶箱中獲得

source: First purchase bonus: double seeds on any seed pack!
de: Erstkaufbonus: doppelte Samen in jedem Paket!
es: Bono de primera compra: ¡semillas dobles en cualquier paquete!
fr: Bonus du premier achat : graines doublées sur n'importe quel pack !
it: Bonus primo acquisto: semi doppi in qualsiasi pacchetto!
ja: 初回購入ボーナス：どの種パックも2倍！
ko: 첫 구매 보너스: 모든 씨앗 팩 2배!
pt_br: Bônus da primeira compra: sementes em dobro em qualquer pacote!
tr: İlk alım bonusu: her tohum paketinde çift tohum!
uk: Бонус першої покупки: подвійне насіння в будь-якому наборі!
zh_hans: 首充奖励：任意种子包双倍！
zh_hant: 首儲獎勵：任意種子包雙倍！

source: Food income +%lld%%
de: Futtereinkommen +%lld%%
es: Ingreso de comida +%lld%%
fr: Revenu de nourriture +%lld%%
it: Rendita di cibo +%lld%%
ja: 食料収入+%lld%%
ko: 식량 수입 +%lld%%
pt_br: Renda de comida +%lld%%
tr: Yiyecek geliri +%%%lld
uk: Дохід їжі +%lld%%
zh_hans: 食物收入+%lld%%
zh_hant: 食物收入+%lld%%

source: Food income +20%%
de: Nahrungseinkommen +20 %%
es: Ingresos de comida +20%%
fr: Revenu de nourriture +20 %%
it: Rendita di cibo +20%%
ja: 食料収入+20%%
ko: 식량 수입 +20%%
pt_br: Renda de comida +20%%
tr: Yiyecek geliri +%%20
uk: Дохід їжі +20%%
zh_hans: 食物收入+20%%
zh_hant: 食物收入+20%%

source: Food income +30%%
de: Futtereinkommen +30%%
es: Ingreso de comida +30%%
fr: Revenu de nourriture +30%%
it: Rendita di cibo +30%%
ja: 食料収入+30%%
ko: 식량 수입 +30%%
pt_br: Renda de comida +30%%
tr: Yiyecek geliri +%%30
uk: Дохід їжі +30%%
zh_hans: 食物收入+30%%
zh_hant: 食物收入+30%%

source: Foraging
de: Sammeln
es: Recolección
fr: Cueillette
it: Foraggiamento
ja: 採集
ko: 채집
pt_br: Coleta
tr: Toplayıcılık
uk: Збиральництво
zh_hans: 觅食
zh_hant: 覓食

source: Fort
de: Festung
es: Fuerte
it: Forte
ja: 砦
ko: 요새
pt_br: Forte
tr: Kale
uk: Фортеця
zh_hans: 堡垒
zh_hant: 堡壘

source: Fortify
de: Befestigen
es: Fortificar
fr: Fortifier
it: Fortificare
ja: 要塞化
ko: 요새화
pt_br: Fortificar
tr: Tahkimat
uk: Укріплення
zh_hans: 加固
zh_hant: 加固

source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
tr: Bedava
uk: Безплатно
zh_hans: 免费
zh_hant: 免費

source: Free Reroll
de: Gratis neu würfeln
es: Cambio gratis
fr: Relance gratuite
it: Rilancio gratis
ja: 無料で引き直し
ko: 무료 다시 뽑기
pt_br: Troca grátis
tr: Ücretsiz Yenile
uk: Перекинути безкоштовно
zh_hans: 免费刷新
zh_hant: 免費刷新

source: Free Seeds
de: Gratis-Samen
es: Semillas gratis
fr: Graines gratuites
it: Semi gratis
ja: 無料の種
ko: 무료 씨앗
pt_br: Sementes grátis
tr: Bedava Tohum
uk: Безплатне насіння
zh_hans: 免费种子
zh_hant: 免費種子

source: Free hero crate!
de: Gratis-Heldenkiste!
es: ¡Cofre de héroe gratis!
fr: Caisse de héros gratuite !
it: Cassa eroe gratis!
ja: ヒーロー箱が無料！
ko: 무료 영웅 상자!
pt_br: Baú de herói grátis!
tr: Bedava kahraman sandığı!
uk: Безплатна скриня героїв!
zh_hans: 免费英雄宝箱！
zh_hant: 免費英雄寶箱！

source: Full! Break it now
de: Voll! Jetzt knacken
es: ¡Llena! Rómpela ya
fr: Pleine ! Casse-la
it: Pieno! Rompilo ora
ja: 満タン！今すぐ割ろう
ko: 가득 찼어요! 지금 깨세요
pt_br: Cheio! Quebre agora
tr: Doldu! Şimdi kır
uk: Повна! Розбий її
zh_hans: 已满！现在砸开
zh_hant: 已滿！現在砸開

source: Future
de: Zukunft
es: Futuro
fr: Futur
it: Futuro
ja: 未来
ko: 미래
pt_br: Futuro
tr: Gelecek
uk: Майбутнє
zh_hans: 未来
zh_hant: 未來

source: Gain a big chunk of XP
de: Erhalte einen großen Batzen EP
es: Gana un buen montón de XP
fr: Gagne une grosse dose d'XP
it: Ottieni una bella dose di XP
ja: 大量の経験値を獲得
ko: 경험치 대량 획득
pt_br: Ganhe uma boa quantidade de XP
tr: Büyük miktarda XP kazan
uk: Отримай купу досвіду
zh_hans: 获得大量经验
zh_hant: 獲得大量經驗

source: Generals
de: Generäle
es: Generales
fr: Généraux
it: Generali
ja: 将軍
ko: 장군
pt_br: Generais
tr: Generaller
uk: Генерали
zh_hans: 将军
zh_hant: 將軍

source: Giant Growth
de: Riesenwuchs
es: Crecimiento gigante
fr: Croissance géante
it: Crescita gigante
ja: 巨大化
ko: 거대화
pt_br: Crescimento gigante
tr: Dev Büyüme
uk: Гігантський ріст
zh_hans: 巨型生长
zh_hant: 巨型生長

source: Giants
de: Riesen
es: Gigantes
fr: Géants
it: Giganti
ja: 巨人
ko: 거인
pt_br: Gigantes
tr: Devler
uk: Велетні
zh_hans: 巨人
zh_hant: 巨人

source: Give up
de: Aufgeben
es: Rendirse
fr: Abandonner
it: Arrenditi
ja: あきらめる
ko: 포기
pt_br: Desistir
tr: Pes et
uk: Здатися
zh_hans: 放弃
zh_hant: 放棄

source: Gold Pass active
de: Gold-Pass aktiv
es: Pase Oro activo
fr: Passe Or actif
it: Pass Oro attivo
ja: ゴールドパス有効
ko: 골드 패스 활성
pt_br: Passe Ouro ativo
tr: Altın Pas aktif
uk: Золотий пропуск активний
zh_hans: 黄金通行证已激活
zh_hant: 黃金通行證已啟用

source: Gold Rush
de: Goldrausch
es: Fiebre del oro
fr: Ruée vers l'or
it: Corsa all'oro
ja: ゴールドラッシュ
ko: 골드 러시
pt_br: Corrida do ouro
tr: Altına Hücum
uk: Золота лихоманка
zh_hans: 淘金热
zh_hant: 淘金熱

source: Granny Grain
de: Oma Korn
es: Abuela Grano
fr: Mamie Grain
it: Nonna Granella
ja: 穀物ばあちゃん
ko: 곡식 할머니
pt_br: Vovó Grão
tr: Tahıl Nine
uk: Бабця Зернятко
zh_hans: 谷粒奶奶
zh_hant: 穀粒奶奶

source: Gunpowder
de: Schießpulver
es: Pólvora
fr: Poudre à canon
it: Polvere da sparo
ja: 火薬時代
ko: 화약 시대
pt_br: Pólvora
tr: Barut Çağı
uk: Доба пороху
zh_hans: 火药时代
zh_hant: 火藥時代

source: Hailstorm
de: Hagelsturm
es: Granizada
fr: Tempête de grêle
it: Grandinata
ja: 雹の嵐
ko: 우박 폭풍
pt_br: Chuva de granizo
tr: Dolu Fırtınası
uk: Град
zh_hans: 冰雹风暴
zh_hant: 冰雹風暴

source: Hamster Crate
de: Hamsterkiste
es: Cofre hámster
fr: Caisse de hamster
it: Cassa del criceto
ja: ハムスター箱
ko: 햄스터 상자
pt_br: Baú de hamster
tr: Hamster Sandığı
uk: Хом'яча скриня
zh_hans: 仓鼠宝箱
zh_hant: 倉鼠寶箱

source: Hamster Wheel
de: Hamsterrad
es: Rueda de hámster
fr: Roue de hamster
it: Ruota del criceto
ja: 回し車
ko: 쳇바퀴
pt_br: Rodinha de hamster
tr: Hamster Çarkı
uk: Хом'ячє колесо
zh_hans: 仓鼠跑轮
zh_hant: 倉鼠跑輪

source: Hamsters march on their own. Defeat rats to earn 🌽 food and XP.
de: Hamster marschieren von allein. Besiege Ratten für 🌽 Futter und EP.
es: Los hámsters marchan solos. Derrota ratas para ganar 🌽 comida y XP.
fr: Les hamsters avancent seuls. Bats des rats pour gagner 🌽 nourriture et XP.
it: I criceti marciano da soli. Sconfiggi i ratti per ottenere 🌽 cibo e XP.
ja: ハムスターは自動で進軍。ネズミを倒して🌽食料と経験値をゲット。
ko: 햄스터는 알아서 진군해요. 쥐를 물리치고 🌽 식량과 경험치를 얻으세요.
pt_br: Os hamsters marcham sozinhos. Derrote ratos para ganhar 🌽 comida e XP.
tr: Hamsterler kendi başına ilerler. 🌽 Yiyecek ve XP için fareleri yen.
uk: Хом'ячки йдуть у бій самі. Перемагай щурів — отримуй 🌽 їжу та досвід.
zh_hans: 仓鼠会自动前进。击败老鼠赚取🌽食物和经验。
zh_hant: 倉鼠會自動前進。擊敗老鼠賺取🌽食物和經驗。

source: Hamsters vs rats, from the Stone Age to the stars
de: Hamster gegen Ratten – von der Steinzeit bis zu den Sternen
es: Hámsters contra ratas, de la Edad de Piedra a las estrellas
fr: Hamsters contre rats, de l'âge de pierre aux étoiles
it: Criceti contro ratti, dall'età della pietra alle stelle
ja: ハムスター対ネズミ、石器時代から星の彼方へ
ko: 햄스터 대 쥐, 석기 시대부터 우주까지
pt_br: Hamsters contra ratos, da Idade da Pedra às estrelas
tr: Hamsterler fareler karşı: Taş Devri'nden yıldızlara
uk: Хом'ячки проти щурів — від кам'яної доби до зірок
zh_hans: 仓鼠大战老鼠，从石器时代打到星辰大海
zh_hant: 倉鼠大戰老鼠，從石器時代打到星辰大海

source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
ja: ハード
ko: 어려움
pt_br: Difícil
tr: Zor
uk: Важко
zh_hans: 困难
zh_hant: 困難

source: Harvest
de: Ernte
es: Cosecha
fr: Récolte
it: Raccolto
ja: 収穫
ko: 수확
pt_br: Colheita
tr: Hasat
uk: Урожай
zh_hans: 丰收
zh_hant: 豐收

source: Heal all units 50%% and the base 15%%
de: Heilt alle Einheiten um 50%% und die Basis um 15%%
es: Cura un 50%% a todas las unidades y un 15%% la base
fr: Soigne toutes les unités de 50%% et la base de 15%%
it: Cura tutte le unità del 50%% e la base del 15%%
ja: 全ユニットHP50%%・拠点15%%回復
ko: 모든 유닛 50%%, 기지 15%% 회복
pt_br: Cura 50%% de todas as unidades e 15%% da base
tr: Tüm birimleri %%50, üssü %%15 iyileştir
uk: Лікує всіх бійців на 50%% і базу на 15%%
zh_hans: 治疗全体单位50%%，基地15%%
zh_hant: 治療全體單位50%%，基地15%%

source: Heals hurt rats around it
de: Heilt verletzte Ratten in der Nähe
es: Cura a las ratas heridas cercanas
fr: Soigne les rats blessés autour de lui
it: Cura i ratti feriti vicini
ja: 近くの傷ついたネズミを回復する
ko: 주변의 다친 쥐를 치료해요
pt_br: Cura ratos feridos por perto
tr: Yakındaki yaralı fareleri iyileştirir
uk: Лікує поранених щурів поруч
zh_hans: 治疗周围受伤的老鼠
zh_hant: 治療周圍受傷的老鼠

source: Heavy units +25%% HP and damage
de: Schwere Einheiten +25 %% LP und Schaden
es: Unidades pesadas +25%% de vida y daño
fr: Unités lourdes +25 %% de PV et de dégâts
it: Unità pesanti +25%% PS e danni
ja: 重装ユニットのHPとダメージ+25%%
ko: 중장 유닛 체력과 피해 +25%%
pt_br: Unidades pesadas +25%% de vida e dano
tr: Ağır birimler +%%25 can ve hasar
uk: Важкі юніти +25%% HP і шкоди
zh_hans: 重型单位生命和伤害+25%%
zh_hant: 重型單位生命和傷害+25%%

source: Heavy units +40%% HP and damage
de: Schwere Einheiten +40%% LP und Schaden
es: Unidades pesadas +40%% de vida y daño
fr: Unités lourdes +40%% PV et dégâts
it: Unità pesanti +40%% PS e danni
ja: 重装ユニットHP・ダメージ+40%%
ko: 중장 유닛 체력·피해 +40%%
pt_br: Unidades pesadas +40%% vida e dano
tr: Ağır birimler +%%40 can ve hasar
uk: Важкі бійці +40%% здоров'я і шкоди
zh_hans: 重型单位生命和伤害+40%%
zh_hant: 重型單位生命和傷害+40%%

source: Heroes
de: Helden
es: Héroes
fr: Héros
it: Eroi
ja: ヒーロー
ko: 영웅
pt_br: Heróis
tr: Kahramanlar
uk: Герої
zh_hans: 英雄
zh_hant: 英雄

source: Hold
de: Halten
es: Mantener
fr: Tenir
it: Tieni
ja: 待機
ko: 사수
pt_br: Segurar
tr: Mevzi
uk: Тримати
zh_hans: 坚守
zh_hant: 堅守

source: Hold Out
de: Durchhalten
es: Resistir
fr: Tenir bon
it: Resistere
ja: 耐え抜け
ko: 버티기
pt_br: Resistir
tr: Dayan
uk: Вистояти
zh_hans: 坚持住
zh_hant: 堅持住

source: Hordes of cheap rat warriors
de: Horden billiger Rattenkrieger
es: Hordas de ratas guerreras baratas
fr: Des hordes de rats guerriers bon marché
it: Orde di ratti guerrieri a basso costo
ja: 安いネズミ兵の大群
ko: 값싼 쥐 전사 무리
pt_br: Hordas de ratos guerreiros baratos
tr: Ucuz fare savaşçı sürüleri
uk: Орди дешевих щурів-воїнів
zh_hans: 大批廉价鼠兵
zh_hant: 大批廉價鼠兵

source: Instantly gain 30s worth of food
de: Sofort Futter für 30 s
es: Gana al instante 30 s de comida
fr: Gagne instantanément 30 s de nourriture
it: Ottieni subito 30 s di cibo
ja: 30秒分の食料を即獲得
ko: 30초치 식량 즉시 획득
pt_br: Ganhe na hora 30 s de comida
tr: Anında 30 sn'lik yiyecek kazan
uk: Миттєво отримай їжу за 30 с
zh_hans: 立即获得30秒的食物
zh_hant: 立即獲得30秒的食物

source: Instantly gain a big pile of food
de: Sofort ein großer Haufen Futter
es: Gana al instante un montón de comida
fr: Gagne instantanément un gros tas de nourriture
it: Ottieni subito un mucchio di cibo
ja: 大量の食料を即獲得
ko: 즉시 식량을 잔뜩 획득
pt_br: Ganhe na hora uma pilha de comida
tr: Anında büyük bir yığın yiyecek kazan
uk: Миттєво отримай гору їжі
zh_hans: 立即获得一大堆食物
zh_hant: 立即獲得一大堆食物

source: Iron Belly
de: Eisenbauch
es: Panza de Hierro
fr: Ventre-de-Fer
it: Pancia di Ferro
ja: 鉄腹
ko: 강철 배
pt_br: Barriga de Ferro
tr: Demir Göbek
uk: Залізне Пузо
zh_hans: 铁肚皮
zh_hant: 鐵肚皮

source: Iron Knight
de: Eisenritter
es: Caballero de hierro
fr: Chevalier de fer
it: Cavaliere di ferro
ja: 鉄騎士
ko: 강철 기사
pt_br: Cavaleiro de ferro
tr: Demir Şövalye
uk: Залізний лицар
zh_hans: 铁骑士
zh_hant: 鐵騎士

source: Iron Walls
de: Eiserne Mauern
es: Muros de hierro
fr: Murs de fer
it: Mura di ferro
ja: 鉄壁
ko: 철벽
pt_br: Muralhas de ferro
tr: Demir Duvarlar
uk: Залізні мури
zh_hans: 铜墙铁壁
zh_hant: 銅牆鐵壁

source: Its bubble blocks the first 3 hits
de: Ihre Blase blockt die ersten 3 Treffer
es: Su burbuja bloquea los 3 primeros golpes
fr: Sa bulle bloque les 3 premiers coups
it: La sua bolla blocca i primi 3 colpi
ja: バリアが最初の3回の攻撃を防ぐ
ko: 보호막이 처음 3번의 공격을 막아요
pt_br: Sua bolha bloqueia os 3 primeiros golpes
tr: Baloncuğu ilk 3 vuruşu engeller
uk: Його бульбашка блокує перші 3 удари
zh_hans: 护盾可抵挡前3次攻击
zh_hant: 護盾可抵擋前3次攻擊

source: Kneel before your king, little hamsters!
de: Kniet vor eurem König, kleine Hamster!
es: ¡Arrodillaos ante vuestro rey, hamstercitos!
fr: À genoux devant votre roi, petits hamsters !
it: In ginocchio davanti al vostro re, criceti!
ja: 王の前にひざまずけ、小さなハムスターども！
ko: 너희 왕 앞에 무릎 꿇어라, 꼬마 햄스터들아!
pt_br: Ajoelhem-se diante do seu rei, hamsterzinhos!
tr: Kralınızın önünde diz çökün, küçük hamsterlar!
uk: На коліна перед своїм королем, хом'ячки!
zh_hans: 在你们的国王面前跪下吧，小仓鼠们！
zh_hant: 在你們的國王面前跪下吧，小倉鼠們！

source: LAST STAND!
de: LETZTES GEFECHT!
es: ¡ÚLTIMA DEFENSA!
fr: DERNIER RETRANCHEMENT !
it: ULTIMA DIFESA!
ja: 背水の陣！
ko: 최후의 저항!
pt_br: ÚLTIMA RESISTÊNCIA!
tr: SON DİRENİŞ!
uk: ОСТАННІЙ БІЙ!
zh_hans: 背水一战！
zh_hant: 背水一戰！

source: Laser Tower
de: Laserturm
es: Torre láser
fr: Tour laser
it: Torre laser
ja: レーザータワー
ko: 레이저 타워
pt_br: Torre laser
tr: Lazer Kulesi
uk: Лазерна вежа
zh_hans: 激光塔
zh_hant: 雷射塔

source: Last Stand
de: Letztes Gefecht
es: Última defensa
fr: Dernier rempart
it: Ultima difesa
ja: 背水の陣
ko: 최후의 저항
pt_br: Última resistência
tr: Son Direniş
uk: Останній бій
zh_hans: 背水一战
zh_hant: 背水一戰

source: Leads giant royal rats
de: Führt riesige königliche Ratten an
es: Lidera ratas reales gigantes
fr: Mène des rats royaux géants
it: Guida ratti reali giganti
ja: 巨大な王家のネズミを率いる
ko: 거대한 왕실 쥐를 이끌어요
pt_br: Lidera ratos reais gigantes
tr: Dev kraliyet farelerine liderlik eder
uk: Веде велетенських королівських щурів
zh_hans: 率领巨型皇家鼠
zh_hant: 率領巨型皇家鼠

source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
it: Leggendario
ja: レジェンド
ko: 전설
pt_br: Lendário
tr: Efsanevi
uk: Легендарний
zh_hans: 传说
zh_hant: 傳說

source: Level %lld · %@
de: Stufe %1$lld · %2$@
es: Nivel %1$lld · %2$@
fr: Niveau %1$lld · %2$@
it: Livello %1$lld · %2$@
ja: レベル%1$lld・%2$@
ko: 레벨 %1$lld · %2$@
pt_br: Nível %1$lld · %2$@
tr: Seviye %1$lld · %2$@
uk: Рівень %1$lld · %2$@
zh_hans: %1$lld级 · %2$@
zh_hant: %1$lld級 · %2$@
